<?
$MESS["sotbit_yandex_options_key"] = "Ключ контентного API";
$MESS["sotbit_yandex_options_descr1"] = "Если у Вас еще нет ключа от контентного API,";
$MESS["sotbit_yandex_options_descr2"] = "то вы можете сделать запрос на его получение.";
$MESS["sotbit_yandex_options_descr3"] = "В случае получения ключа, также необходимо обязательно привязать данный ключ к айпи вашего сайта. <br><br>Сайты, для которых подходит контентное API(в каком случае Вам без проблем предоставят ключ):<br>- крупные региональные порталы<br>- сайты производителей товаров<br>- ресурсы по выбору товаров и магазинов";
$MESS["sotbit_yandex_options_descr4"] = "Использовать данные Яндекс.Маркета на вашем ресурсе можно, только если вы соблюдаете все условия";
$MESS["sotbit_yandex_options_descr5"] = "Пользовательского соглашения";
$MESS["sotbit_yandex_options_descr6"] = "Теперь доступен и <a href='https://tech.yandex.ru/market/content-data/'>платный доступ к сервису Яндекс.Маркет.</a><br><br>Но мы Вам рекомендуем использовать сторонний сервис <a target='_blank' href='http://www.apisystem.ru/?r=565b1a9c2531f45074000001'>http://www.apisystem.ru/</a>, что обойдется Вам значительно дешевле.";
$MESS["sotbit_yandex_type_service"] = "Выберите тип сервиса API";
$MESS["sotbit_yandex_options_apisystem_descr1"] = "APISYSTEM - это онлайн сервис, который позволяет свободно использовать контентный API Яндекс.Маркет без ключа. При выполнении GET запросов к API через сервис APISYSTEM, для получения данных, нет необходимости указывать ключ доступа в заголовке запроса. <br/><br/>Более подробно вы узнаете об этом сервисе по ссылке: <a target='_blank' href='http://www.apisystem.ru/?r=565b1a9c2531f45074000001'>http://www.apisystem.ru/</a>";
$MESS["sotbit_yandex_options_icsystem_descr1"] = "ICSYSTEM - это онлайн сервиса, который позволяет свободно использовать контентный API Яндекс.Маркет без необходимости получения ключа доступа. Никакой предварительной модерации, никакого ожидания. Достаточно зарегистрироваться и можно сразу начать пользоваться открытым доступом к API. <br/><br/>Более подробно вы узнаете об этом сервисе по ссылке: <a target='_blank' href='http://www.icsystem.ru/'>http://www.icsystem.ru/</a>";
$MESS["sotbit_yandex_options_key1"] = "Ключ контентного API";

?>