<?
	$MESS["HIDE"] = "Скрыть характеристики";
	$MESS["SHOW"] = "Вернуть скрытые характеристики";
	$MESS["ALLFEATURES"] = "Все характеристики";
	$MESS["DISTINGUISHED"] = "Только различающиеся";
	$MESS["ADDCART"] = "В корзину";
	$MESS["EMPTY_HEADING"]   = "В списке сравнения пока пусто";
	$MESS["EMPTY_TEXT"]      = 'Воспользуйтесь поиском или <a href="'.SITE_DIR.'catalog/">каталогом</a>, выберите нужные товары и добавьте их в список сравнения.';
	$MESS["MAIN_PAGE"]       = "Главная страница";
	$MESS["RUB"] = "руб.";
	$MESS["FROM"] = "от ";
	$MESS["ADDSKU"] = "В корзину";

?>